---

C#Visual BasicVisual C++

Include Protected MembersInclude Inherited Members

Revit 2024 API
---
RebarContainerParameterManager Properties
RebarContainerParameterManager Class See Also Send Feedback
---

The RebarContainerParameterManager type exposes the following members.

# Properties

|  | Name | Description |
| --- | --- | --- |
|  | IsValidObject | Specifies whether the .NET object represents a valid Revit entity. |

# See Also

RebarContainerParameterManager Class

Autodesk.Revit.DB.Structure Namespace